
// log entry
"%@ joined channel" = "%@ kanala katıldı";

// log entry
"%@ left channel" = "%@ kanaldan ayrıldı";

// preferences
"%d %% - Default" = "%d %% - Varsayılan";

// codec detail
"(Active)" = "(Etkin)";

// codec detail
"12 KHz" = "";

// codec detail
"16 KHz" = "";

// codec detail
"24 KHz" = "";

// codec detail
"32 KHz" = "";

// codec detail
"48 KHz" = "";

// codec detail
"8 KHz" = "";

/*
 server entry
   user detail
 */
"Actions" = "Eylemler";

// preferences
"Announce lost server connection" = "";

// preferences
"Announce user joining channel" = "";

// preferences
"Announce user leaving channel" = "";

// codec detail
"Application" = "Uygulama";

// codec detail
"Audio Channels" = "Ses Kanalları";

// create channel
"Audio Codec" = "Ses Kodlayıcı Çözücüsü";

// server entry
"Authentication" = "Yetkilendirme";

// codec detail
"Bitrate" = "Bit Hızı";

/*
 preferences
   user detail
 */
"Broadcast Messages" = "Yayınlanan İletiler";

// channel list
"Channel" = "";

/*
 preferences
   user detail
 */
"Channel Messages" = "Kanal İletileri";

// preferences
"Channel Text Message" = "";

// channel list
"Channel. %d users" = "";

/*
 preferences
   server entry
 */
"Connection" = "Bağlantı";

/*
 preferences
   tts event
 */
"Connection lost" = "";

// View Title
"Create Channel" = "Kanal Oluştur";

// preferences
"Default Subscriptions" = "Varsayılan Abonelikler";

/*
 preferences
   user detail
 */
"Desktop" = "Masaüstü";

// preferences
"Display" = "Görünüm";

// codec detail
"DTX" = "";

// Dialog message
"Enter Password" = "Parola Girin";

/*
 Dialog
   Dialog message
   message dialog
   user detail
 */
"Error" = "Hata";

/*
 preferences
   user detail
 */
"General" = "Genel";

// TTS EVENT
"has joined the channel" = "";

// TTS EVENT
"has left the channel" = "";

// server entry
"Host address" = "Sunucu adresi";

// Dialog message
"Join" = "Katıl";

// preferences
"Join Root Channel" = "";

// preferences
"Join root channel after login" = "";

// log entry
"Joined %@" = "%@ kanalına katıldınız";

// preferences
"Limit length of names in channel list to %d characters" = "Ad uzunluğu kanal listesinde %d karakter ile sınırlıdır";

// log entry
"Logged on to server" = "Sunucuda oturum açıldı";

// preferences
"Master Volume" = "";

// preferences
"Maximum Text Length" = "";

/*
 preferences
   user detail
 */
"Media File" = "Ortam Dosyası";

// user detail
"Media File Volume" = "Ortam Dosyasının Sesi";

// preferences
"Microphone Gain" = "";

// codec detail
"Mono" = "Tek Kanal";

// codec detail
"Music" = "Müzik";

// user detail
"Mute Media File" = "Ortam Dosyasını Sessizleştir";

// user detail
"Mute Voice" = "Sesi Kapat";

/*
 create channel
   server entry
 */
"Name" = "Ad";

// preferences
"Name displayed in channel list" = "";

// preferences
"Nickname" = "";

// codec detail
"No Audio" = "Ses Yok";

// create channel
"No Audio Recording" = "Ses Kaydı Devre Dışı";

// create channel
"No Interruptions" = "Aynı Anda Tek Kullanıcı";

// channel list
"No password" = "";

// create channel
"No Voice Activation" = "Ses Etkinleştirme Devre Dışı";

// default nickname
"Noname" = "";

/*
 Dialog
   Dialog message
   message dialog
   user detail
 */
"OK" = "Tamam";

// codec detail
"OPUS Codec" = "OPUS Kod Çözücüsü";

// channel list
"Parent channel" = "";

/*
 create channel
   Dialog message
   server entry
 */
"Password" = "Parola";

// channel list
"Password protected" = "";

// create channel
"Permanent Channel" = "Kalıcı Kanal";

// preferences
"Play sound when a user joins the channel" = "";

// preferences
"Play sound when a user leaves the channel" = "";

// preferences
"Play sound when channel text message is received" = "";

// preferences
"Play sound when connection is dropped" = "";

// preferences
"Play sound when private text message is received" = "";

// preferences
"Play sound when voice transmission is toggled" = "";

// preferences
"Pop up text message when new messages are received" = "";

// serverlist
"Private server" = "";

// preferences
"Private Text Message" = "";

// preferences
"Proximity sensor" = "";

// serverlist
"Public server" = "";

// codec detail
"Quality" = "Kalite";

// preferences
"Receive broadcast messages by default" = "";

// preferences
"Receive channel messages by default" = "";

// preferences
"Receive desktop sessions by default" = "";

// preferences
"Receive media file streams by default" = "";

// preferences
"Receive text messages by default" = "";

// preferences
"Receive voice streams by default" = "";

// preferences
"Receive webcam streams by default" = "";

// channel list
"Return to previous channel" = "";

// log entry
"root channel" = "kök kanal";

// codec detail
"Sample Rate" = "Örnekleme Hızı";

// preferences
"Server Connection Lost" = "";

// server entry
"Server List Entry" = "Sunucu Listesi Girdisi";

// preferences
"Show Public Servers" = "";

// preferences
"Show public servers in server list" = "";

// preferences
"Show text messages instantly" = "";

// channel list
"Silent" = "";

// preferences
"Sound Events" = "Ses Etkinlikleri";

// preferences
"Sound System" = "Ses Sistemi";

// preferences
"Speaker Output" = "";

// codec detail
"Speex Codec" = "Speex Kod Çözücüsü";

// codec detail
"Speex Variable Bitrate Codec" = "Speex Değişken Bit Hızı Kod Çözücüsü";

// codec detail
"Stereo" = "Çift Kanal";

// user detail
"Subscriptions" = "Abonelikler";

// channel list
"Talking" = "";

// server entry
"TCP Port" = "TCP Bağlantı Noktası";

// preferences
"Text To Speech Events" = "";

// create channel
"Topic" = "Konu";

// codec detail
"Transmit Interval" = "İletim Aralığı";

// preferences
"Turn off screen when holding phone near ear" = "";

// text field hint
"Type text here" = "Buraya metin yazın";

// server entry
"UDP Port" = "UDP Bağlantı Noktası";

// preferences
"Use iPhone's speaker instead of earpiece" = "";

// channel list
"User" = "";

// preferences
"User joins channel" = "";

// preferences
"User Joins Channel" = "";

// preferences
"User leaves channel" = "";

// preferences
"User Leaves Channel" = "";

/*
 preferences
   user detail
 */
"User Messages" = "Kullanıcı İletileri";

/*
 server entry
   user detail
 */
"Username" = "Kullanıcı Adı";

/*
 preferences
   user detail
 */
"Voice" = "Ses";

// preferences
"Voice Activation Level" = "";

// preferences
"Voice Activation Level: %d. Recommended: %d" = "";

// preferences
"Voice Activation Level: Disabled" = "Ses Etkinleştirme Düzeyi: Devre Dışı";

// preferences
"Voice Transmission Toggled" = "";

// user detail
"Voice Volume" = "Ses Düzeyi";

// codec detail
"VoIP" = "";

// user detail
"Volume Controls" = "Ses Denetimleri";

/*
 preferences
   user detail
 */
"WebCam" = "Web Kamerası";
